Repository: Scottish-Tech-Army/Soundscape-Android
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, fr_ca, ha, hi, hr, hu, id, is, it, ja, ko, mr, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans

source: Ahead of Me
ar: أمامي
bg: Пред мен
bn: আমার সামনে
ca: Davant meu
cs: Přede mnou
da: Foran mig
de: Vor mir
el: Μπροστά μου
es: Delante de mí
et: Minu ees
fa: مقابل من
fi: Edessäpäin
fr: Devant moi
fr_ca: Devant moi
ha: Gaba da Ni
hi: मेरे आगे
hr: Ispred mene
hu: Előttem
id: Di Depan Saya
is: fyrir framan mig
it: Davanti a me
ja: 前方
ko: 내 앞쪽
mr: माझ्यापुढे
nb: Foran meg
nl: Vóór me
pl: Przede mną
pt: À Minha Frente
pt_br: À Minha Frente
ro: Înaintea mea
ru: Передо мной
sk: Predo mnou
sl: Pred menoj
sr: Испред мене
sv: Framför mig
sw: Mbele Yangu
ta: எனக்கு முன்னால்
te: నా ముందు
th: ข้างหน้าฉัน
tr: Önümde
uk: Попереду Мене
ur: میرے آگے
vi: Phía trước tôi
zh_hans: 前方

source: Around Me
ar: حولي
bg: Около мен
bn: আমার চারপাশ
ca: Al meu voltant
cs: Kolem mě
da: Omkring mig
de: Um mich herum
el: Γύρω μου
es: Alrededor de mí
et: Minu ümber
fa: اطراف من
fi: Lähiympäristö
fr: Autour de moi
fr_ca: Autour de moi
ha: Kewaye da Ni
hi: मेरे आसपास
hr: Oko mene
hu: Körülöttem
id: Di Sekitar Saya
is: í kringum mig
it: Intorno a me
ja: 周辺
ko: 내 주변
mr: माझ्याभोवती
nb: Rundt meg
nl: Om me heen
pl: Wokół mnie
pt: Em Meu Redor
pt_br: Ao Meu Redor
ro: În jurul meu
ru: Вокруг меня
sk: Okolo mňa
sl: Okoli mene
sr: Око мене
sv: Omkring mig
sw: Karibu Nami
ta: எனைச் சுற்றி
te: నా చుట్టూ
th: รอบตัวฉัน
tr: Etrafımda
uk: Навколо Мене
ur: میرے اردگرد
vi: Xung quanh tôi
zh_hans: 周围

source: Beacon
ar: المنارة
bg: Маяк
bn: বীকন
ca: Balisa
cs: Maják
da: Lydfyr
el: Ηχητικό σήμα
es: Señal
et: Majakas
fa: جهت‌نما
fi: Majakka
fr: Balise
fr_ca: Balise
ha: Sigina
hi: बीकन
hr: Svjetionik
hu: Hangjelző
id: Suar
is: Hljóðviti
it: Audiofaro
ja: ビーコン
ko: 비콘
mr: बीकन
nb: Lydsignal
nl: Baken
pl: Naprowadzanie
pt: Sinal
pt_br: Sinalizador
ro: Baliză
ru: Маяк
sk: Maják
sl: Svetilnik
sr: Бакен
sv: Ljudfyr
ta: பீக்கன்
te: బీకాన్
th: บีคอน
tr: İşaret
uk: Маячок
ur: بیکن
vi: Đèn hiệu
zh_hans: 信标

source: Callout
ar: نداء صوتي
bg: Аудио съобщение
bn: ঘোষণা
ca: Avís de veu
cs: Hlášení
da: Lydbesked
de: Hinweis
el: Επεξήγηση
es: Aviso
et: Häälteade
fa: اعلان
fi: Ilmoitus
fr: Notification
fr_ca: Annonce
ha: Sanarwa
hi: कॉलआउट
hr: Najava
hu: Bejelentés
id: Pemberitahuan
is: Tilkynning
it: Notifica
ja: コールアウト
ko: 안내
mr: ध्वनी सूचना
nb: Melding
nl: Aankondiging
pl: Powiadomienie
pt: Aviso
pt_br: Notificação
ro: Anunț
ru: Уточнение
sk: Hlásenie
sl: Zvočno obvestilo
sr: Најава
sv: Informationsljud
sw: Tangazo la Sauti
ta: அறிவிப்பு
te: కాలౌట్
th: การแจ้งเตือนด้วยเสียง
tr: Anons
uk: Оголошення
ur: کالآؤٹ
vi: Thông báo âm thanh
zh_hans: 提示

source: Command
ar: أمر
bg: Команда
bn: কমান্ড
ca: Ordre
cs: Příkaz
da: Kommando
de: Befehl
el: Εντολή
es: Comando
et: Käsklus
fa: فرمان
fi: Komento
fr: Commande
fr_ca: Commande
ha: Umarni
hi: आदेश
hr: Naredba
hu: Parancs
id: Perintah
is: Skipun
it: Comando
ja: コマンド
ko: 명령
mr: आदेश
nb: Kommando
nl: Opdracht
pl: Polecenie
pt: Comando
pt_br: Comando
ro: Comandă
ru: Команда
sk: Príkaz
sl: Ukaz
sr: Команда
sv: Kommando
sw: Amri
ta: கட்டளை
te: కమాండ్
th: คำสั่ง
tr: Komut
uk: Команда
ur: کمانڈ
vi: Lệnh
zh_hans: 命令

source: Commands
ar: الأوامر
bg: Команди
bn: কমান্ড
ca: Ordres
cs: Příkazy
da: Kommandoer
de: Befehle
el: Εντολές
es: Comandos
et: Käsklused
fa: فرمان‌ها
fi: Komennot
fr: Commandes
fr_ca: Commandes
ha: Umarnai
hi: आदेश
hr: Naredbe
hu: Parancsok
id: Perintah
is: Skipanir
it: Comandi
ja: コマンド
ko: 명령
mr: आदेश
nb: Kommandoer
nl: Opdrachten
pl: Polecenia
pt: Comandos
pt_br: Comandos
ro: Comenzi
ru: Команды
sk: Príkazy
sl: Ukazi
sr: Команде
sv: Kommandon
sw: Amri
ta: கட்டளைகள்
te: కమాండ్‌లు
th: คำสั่ง
tr: Komutlar
uk: Команди
ur: کمانڈز
vi: Lệnh
zh_hans: 命令

source: Control Route
ar: التحكم في المسار
bg: Управление на маршрута
bn: রুট নিয়ন্ত্রণ
ca: Controla la ruta
cs: Ovládat trasu
da: Styr rute
de: Route steuern
el: Έλεγχος διαδρομής
es: Controlar ruta
et: Juhi marsruuti
fa: کنترل مسیر
fi: Ohjaa reittiä
fr: Contrôler l’itinéraire
fr_ca: Contrôler l’itinéraire
ha: Sarrafa Tafarki
hi: मार्ग नियंत्रित करें
hr: Upravljaj rutom
hu: Útvonal vezérlése
id: Kendalikan Rute
is: Stýra leið
it: Controlla percorso
ja: ルートを操作
ko: 경로 제어
mr: मार्ग नियंत्रित करा
nb: Styr rute
nl: Route bedienen
pl: Steruj trasą
pt: Controlar Rota
pt_br: Controlar Rota
ro: Controlează ruta
ru: Управление маршрутом
sk: Ovládať trasu
sl: Upravljaj pot
sr: Управљај рутом
sv: Styr rutt
sw: Dhibiti Njia
ta: பாதையைக் கட்டுப்படுத்து
te: రూట్‌ను నియంత్రించు
th: ควบคุมเส้นทาง
tr: Rotayı Denetle
uk: Керування маршрутом
ur: روٹ کنٹرول کریں
vi: Điều khiển lộ trình
zh_hans: 控制路线

source: Describes where you are and what is around you.
ar: يصف مكانك وما يحيط بك.
bg: Описва къде се намирате и какво има около Вас.
bn: আপনি কোথায় আছেন এবং আপনার চারপাশে কী আছে তা বর্ণনা করে।
ca: Descriu on ets i què tens al voltant.
cs: Popíše, kde jste a co je kolem vás.
da: Beskriver, hvor du er, og hvad der er omkring dig.
de: Beschreibt, wo Sie sind und was sich um Sie herum befindet.
el: Περιγράφει πού βρίσκεστε και τι υπάρχει γύρω σας.
es: Describe dónde estás y qué hay a tu alrededor.
et: Kirjeldab, kus sa oled ja mis on sinu ümber.
fa: توصیف می‌کند کجا هستید و چه چیزی اطرافتان است.
fi: Kuvailee, missä olet ja mitä ympärilläsi on.
fr: Décrit où vous êtes et ce qui vous entoure.
fr_ca: Décrit où vous êtes et ce qui vous entoure.
ha: Yana bayyana inda kake da abin da ke kewaye da kai.
hi: बताता है कि आप कहाँ हैं और आपके आसपास क्या है।
hr: Opisuje gdje ste i što je oko vas.
hu: Leírja, hol van, és mi van Ön körül.
id: Menjelaskan di mana Anda berada dan apa yang ada di sekitar Anda.
is: Lýsir hvar þú ert og hvað er í kringum þig.
it: Descrive dove sei e che cosa hai intorno.
ja: 現在地と周囲の様子を説明します。
ko: 현재 위치와 주변에 무엇이 있는지 설명합니다.
mr: तुम्ही कुठे आहात आणि तुमच्याभोवती काय आहे ते सांगते.
nb: Beskriver hvor du er og hva som er rundt deg.
nl: Beschrijft waar u bent en wat er om u heen is.
pl: Opisuje, gdzie jesteś i co masz wokół siebie.
pt: Descreve onde está e o que tem à sua volta.
pt_br: Descreve onde você está e o que há ao seu redor.
ro: Descrie unde te afli și ce este în jurul tău.
ru: Описывает, где вы находитесь и что вокруг вас.
sk: Opíše, kde ste a čo je okolo vás.
sl: Opiše, kje ste in kaj je okoli vas.
sr: Описује где сте и шта је око вас.
sv: Beskriver var du är och vad som finns omkring dig.
sw: Inaeleza ulipo na kilichopo karibu nawe.
ta: நீங்கள் எங்கே இருக்கிறீர்கள், உங்களைச் சுற்றி என்ன உள்ளது என்பதை விவரிக்கும்.
te: మీరు ఎక్కడ ఉన్నారో, మీ చుట్టూ ఏముందో వివరిస్తుంది.
th: บอกว่าคุณอยู่ที่ไหนและมีอะไรอยู่รอบตัวคุณ
tr: Nerede olduğunuzu ve çevrenizde ne olduğunu anlatır.
uk: Описує, де ви є і що навколо вас.
ur: بتاتا ہے کہ آپ کہاں ہیں اور آپ کے اردگرد کیا ہے۔
vi: Mô tả bạn đang ở đâu và có gì xung quanh bạn.
zh_hans: 描述你在哪里，以及你周围有什么。

source: Done
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Udført
de: Fertig
el: Έτοιμο
es: Listo
et: Valmis
fa: تمام
fi: Valmis
fr: Terminé
fr_ca: Terminé
ha: An Gama
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
is: lokið
it: Fatto
ja: 完了
ko: 완료
mr: पूर्ण झाले
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: OK
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sr: Готово
sv: Klart
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Tamam
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成

source: Hear My Surroundings
ar: استمع إلى محيطي
bg: Чуй околността си
bn: আমার আশেপাশের পরিবেশ শুনুন
ca: Escolta el meu entorn
cs: Slyšet své okolí
da: Hør mine omgivelser
de: Meine Umgebung hören
el: Ακρόαση του περιβάλλοντός μου
es: Escuchar mi entorno
et: Kuula oma ümbrust
fa: آشنایی با محیط
fi: Kuuntele ympäristöä
fr: Écoutez mon environnement
fr_ca: Écouter mon environnement
ha: Ji Abin da ke Kewaye da Ni
hi: मेरे आसपास सुनें
hr: Poslušajte svoju okolinu
hu: Halld a környezetedet
id: Dengar Sekitar Saya
is: lýsing á umhverfi
it: Ascolta i miei dintorni
ja: 周辺の情報を聞く
ko: 주변 환경 듣기
mr: माझा परिसर ऐका
nb: Hør omgivelsene mine
nl: Luisteren naar mijn omgeving
pl: Słuchaj opisu otoczenia
pt: Ouvir as Minhas Imediações
pt_br: Ouvir Meus Arredores
ro: Ascultă împrejurimile
ru: Слышать моё окружение
sk: Počúvať svoje okolie
sl: Poslušaj okolico
sr: Чуј моју околину
sv: Lyssna på mina omgivningar
sw: Sikia Mazingira Yangu
ta: எனது சுற்றுப்புறத்தைக் கேள்
te: నా చుట్టుపక్కల వినండి
th: ฟังสภาพแวดล้อมของฉัน
tr: Çevreyi Duyur
uk: Що навколо
ur: میرے ارد گرد کے بارے میں سنیں
vi: Nghe xung quanh tôi
zh_hans: 聆听周围环境

source: List
ar: قائمة
bg: Списък
bn: তালিকা
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
et: Loend
fa: فهرست
fi: Luettelo
fr: Liste
fr_ca: Liste
ha: Jeri
hi: सूची
hr: Popis
hu: Lista
id: Daftar
is: Listi
it: Elenco
ja: 一覧
ko: 목록
mr: यादी
nb: Liste
nl: Lijst
pl: Lista
pt: Lista
pt_br: Lista
ro: Listă
ru: Список
sk: Zoznam
sl: Seznam
sr: Списак
sv: Lista
sw: Orodha
ta: பட்டியல்
te: జాబితా
th: รายการ
tr: Liste
uk: Список
ur: فہرست
vi: Danh sách
zh_hans: 清单

source: Marker
ar: علامة
bg: Маркер
bn: মার্কার
ca: Marcador
cs: Značka
da: Mærke
de: Markierung
el: Δείκτης
es: Marcador
fa: نشانه
fi: Merkintä
fr: Marqueur
fr_ca: Marqueur
ha: Alama
hi: मार्कर
hr: Oznaka
hu: Jelölő
id: Penanda
is: Merki
it: Indicatore
ja: マーカー
ko: 마커
mr: मार्कर
nb: Markør
nl: Markering
pl: Znacznik
pt: Marco
pt_br: Favorito
ro: Marcaj
ru: Отметка
sk: Značka
sl: Oznaka
sr: Маркер
sv: Platsmarkör
sw: Alama
ta: குறிப்பான்
te: మార్కర్
th: หมุด
tr: Kayıtlı Nokta
uk: Мітка
ur: مارکر
vi: Điểm đánh dấu
zh_hans: 标记点

source: Markers
ar: العلامات
bg: Маркери
bn: মার্কার
ca: Marcadors
cs: Značky
da: Mærker
de: Markierungen
el: Δείκτες
es: Marcadores
et: Markerid
fa: نشانه‌ها
fi: Merkinnät
fr: Marqueurs
fr_ca: Marqueurs
ha: Alamomi
hi: मार्कर
hr: Oznake
hu: Jelölők
id: Penanda
is: Merki
it: Indicatori
ja: マーカー
ko: 마커
mr: मार्कर
nb: Markører
nl: Markeringen
pl: Znaczniki (pinezki)
pt: Marcos
pt_br: Favoritos
ro: Marcaje
ru: Отметки
sk: Značky
sl: Oznake
sr: Маркери
sv: Platsmarkörer
sw: Alama
ta: குறிப்பான்கள்
te: మార్కర్‌లు
th: หมุด
tr: Kayıtlı Noktalar
uk: Мітки
ur: مارکرز
vi: Điểm đánh dấu
zh_hans: 标记点

source: Mute Beacon
ar: كتم المنارة
bg: Изключи звука на маяка
bn: বীকন মিউট করুন
ca: Silencia la balisa
cs: Ztlumit maják
da: Slå lydfyr fra
de: Beacon stummschalten
el: Σίγαση ηχητικού σήματος
es: Silenciar señal
et: Summuta helimajakas
fa: بستن صدای جهت‌نما
fi: Hiljennä majakka
fr: Désactiver le son de la balise
fr_ca: Désactiver le son de la balise
ha: Kashe Siginar Sauti
hi: बीकन म्यूट करें
hr: Utišaj svjetionik
hu: Hangjelző némítása
id: Nonaktifkan Suara Suar
is: slökkva á hljóðvita
it: Disattiva audio audiofaro
ja: ビーコンをミュート
ko: 오디오 비콘 음소거
mr: बीकन म्यूट करा
nb: Slå av lydsignal
nl: Baken dempen
pl: Wycisz dźwięk naprowadzający
pt: Desativar Sinal
pt_br: Ativar Mudo do Sinalizador
ro: Dezactivează sunetul balizei
ru: Отключить маяк
sk: Stlmiť maják
sl: Utišaj svetilnik
sr: Утишај бакен
sv: Stäng av ljudfyr
sw: Zima Sauti ya Beacon
ta: பீக்கனை முடக்கு
te: బీకాన్‌ను మ్యూట్ చేయి
th: ปิดเสียงบีคอน
tr: İşareti Sessize Al
uk: Вимкнути звук маячка
ur: بیکن خاموش کریں
vi: Tắt tiếng đèn hiệu
zh_hans: 静音信标

source: My Location
ar: موقعي
bg: Моето местоположение
bn: আমার অবস্থান
ca: La meva ubicació
cs: Moje poloha
da: Min placering
de: Mein Standort
el: Η τοποθεσία μου
es: Mi ubicación
et: Minu asukoht
fa: موقعیت مکانی من
fi: Oma sijaintini
fr: Mon emplacement
fr_ca: Mon emplacement
ha: Wurina
hi: मेरा स्थान
hr: Moja lokacija
hu: Saját helyzetem
id: Lokasi Saya
is: mín staðsetning
it: La mia posizione
ja: 現在地
ko: 내 위치
mr: माझे स्थान
nb: Min posisjon
nl: Mijn locatie
pl: Moja lokalizacja
pt: A Minha Localização
pt_br: Minha Localização
ro: Locația mea
ru: Моё местоположение
sk: Moja poloha
sl: Moja lokacija
sr: Моја локација
sv: Min plats
sw: Mahali Nilipo
ta: எனது இருப்பிடம்
te: నా స్థానం
th: ตำแหน่งของฉัน
tr: Konumum
uk: Моє місцезнаходження
ur: میری لوکیشن
vi: Vị trí của tôi
zh_hans: 我的位置

source: Nearby Markers
ar: العلامات القريبة
bg: Близки маркери
bn: কাছাকাছি মার্কার
ca: Marcadors propers
cs: Značky v okolí
da: Mærker i nærheden
de: Markierungen in der Nähe
el: Κοντινοί δείκτες
es: Marcadores cercanos
et: Lähedal asuvad markerid
fa: نشانه‌های نزدیک
fi: Lähellä olevat merkinnät
fr: Marqueurs à proximité
fr_ca: Marqueurs à proximité
ha: Alamomi na Kusa
hi: पास के मार्कर
hr: Oznake u blizini
hu: Közeli jelölők
id: Penanda di Sekitar
is: nálæg merki
it: Indicatori nelle vicinanze
ja: 近くのマーカー
ko: 주변 마커
mr: जवळचे मार्कर
nb: Markører i nærheten
nl: Markeringen in de buurt
pl: Bliskie znaczniki
pt: Marcos nas Proximidades
pt_br: Favoritos nas Proximidades
ro: Marcaje din apropiere
ru: Ближайшие отметки
sk: Značky v okolí
sl: Oznake v bližini
sr: Оближњи маркери
sv: Platsmarkörer i närheten
sw: Alama za Karibu
ta: அருகிலுள்ள குறிப்பான்கள்
te: సమీప మార్కర్‌లు
th: หมุดใกล้เคียง
tr: Yakındaki Kayıtlı Noktalar
uk: Мітки поблизу
ur: قریبی مارکرز
vi: Điểm đánh dấu gần đây
zh_hans: 附近标记点

source: Next Waypoint
ar: نقطة المسار التالية
bg: Следваща пътна точка
bn: পরবর্তী ওয়েপয়েন্ট
ca: Punt de ruta següent
cs: Další trasový bod
da: Næste vejpunkt
de: Nächster Wegpunkt
el: Επόμενο σημείο πορείας
es: Siguiente punto de ruta
et: Järgmine teekonnapunkt
fa: نقطه‌ی بین‌راهی بعدی
fi: Seuraava reittipiste
fr: Prochain point de repère
fr_ca: Prochain point de cheminement
ha: Tasha ta gaba
hi: अगला मार्ग बिंदु
hr: Sljedeća putna točka
hu: Következő útvonalpont
id: Titik jalan berikutnya
is: Næsti leiðarpunktur
it: Waypoint successivo
ja: 次のウェイポイント
ko: 다음 경유지
mr: पुढील मार्ग बिंदू
nb: Neste veipunkt
nl: Volgende routepunt
pl: Następny punkt trasy
pt: Ponto de Passagem Seguinte
pt_br: Próximo Localizador
ro: Punctul de traseu următor
ru: Следующая путевая точка
sk: Ďalší bod trasy
sl: Naslednja točka poti
sr: Следећа путна тачка
sv: Nästa brytpunkt
sw: Kituo kinachofuata
ta: அடுத்த வழிப்புள்ளி
te: తదుపరి వేపాయింట్
th: จุดผ่านทางถัดไป
tr: Sonraki Ara Nokta
uk: Наступна зупинка
ur: اگلا ویپوائنٹ
vi: Điểm mốc tiếp theo
zh_hans: 下一个航点

source: Open Soundscape to finish that.
ar: افتح Soundscape لإتمام ذلك.
bg: Отворете Soundscape, за да завършите това.
bn: সেটি শেষ করতে Soundscape খুলুন।
ca: Obre Soundscape per acabar-ho.
cs: Dokončete to otevřením Soundscape.
da: Åbn Soundscape for at gøre det færdigt.
de: Öffnen Sie Soundscape, um das abzuschließen.
el: Ανοίξτε το Soundscape για να το ολοκληρώσετε.
es: Abre Soundscape para terminar eso.
et: Selle lõpetamiseks ava Soundscape.
fa: برای تکمیل آن Soundscape را باز کنید.
fi: Viimeistele se avaamalla Soundscape.
fr: Ouvrez Soundscape pour terminer.
fr_ca: Ouvrez Soundscape pour terminer.
ha: Buɗe Soundscape don kammala hakan.
hi: इसे पूरा करने के लिए Soundscape खोलें।
hr: Otvorite Soundscape da to dovršite.
hu: Nyissa meg a Soundscape-et a befejezéshez.
id: Buka Soundscape untuk menyelesaikannya.
is: Opnaðu Soundscape til að ljúka því.
it: Apri Soundscape per completare l’operazione.
ja: Soundscape を開いて完了してください。
ko: 그 작업을 마치려면 Soundscape를 여세요.
mr: ते पूर्ण करण्यासाठी Soundscape उघडा.
nb: Åpne Soundscape for å fullføre det.
nl: Open Soundscape om dat af te ronden.
pl: Otwórz Soundscape, aby to dokończyć.
pt: Abra o Soundscape para concluir.
pt_br: Abra o Soundscape para concluir.
ro: Deschide Soundscape ca să termini asta.
ru: Откройте Soundscape, чтобы завершить это.
sk: Dokončite to otvorením Soundscape.
sl: Odprite Soundscape, da to dokončate.
sr: Отворите Soundscape да бисте то завршили.
sv: Öppna Soundscape för att slutföra det.
sw: Fungua Soundscape ili kumaliza hilo.
ta: அதை முடிக்க Soundscape ஐத் திறக்கவும்.
te: దాన్ని పూర్తి చేయడానికి Soundscape ను తెరవండి.
th: เปิด Soundscape เพื่อทำสิ่งนั้นให้เสร็จ
tr: Bunu tamamlamak için Soundscape'i açın.
uk: Відкрийте Soundscape, щоб завершити це.
ur: اسے مکمل کرنے کے لیے Soundscape کھولیں۔
vi: Hãy mở Soundscape để hoàn tất việc đó.
zh_hans: 请打开 Soundscape 来完成该操作。

source: Previous Waypoint
ar: نقطة المسار السابقة
bg: Предишна пътна точка
bn: পূর্ববর্তী ওয়েপয়েন্ট
ca: Punt de ruta anterior
cs: Předchozí trasový bod
da: Forrige vejpunkt
de: Vorheriger Wegpunkt
el: Προηγούμενο σημείο πορείας
es: Punto de ruta anterior
et: Eelmine teekonnapunkt
fa: نقطه‌ی بین‌راهی قبلی
fi: Edellinen reittipiste
fr: Point de repère précédent
fr_ca: Point de cheminement précédent
ha: Tasha da ta gabata
hi: पिछला मार्ग बिंदु
hr: Prethodna putna točka
hu: Előző útvonalpont
id: Titik jalan sebelumnya
is: Fyrri leiðarpunktur
it: Waypoint precedente
ja: 前のウェイポイント
ko: 이전 경유지
mr: मागील मार्ग बिंदू
nb: Forrige veipunkt
nl: Vorige routepunt
pl: Poprzedni punkt trasy
pt: Ponto de Passagem Anterior
pt_br: Localizador Anterior
ro: Punctul de traseu anterior
ru: Предыдущая путевая точка
sk: Predchádzajúci bod trasy
sl: Prejšnja točka poti
sr: Претходна путна тачка
sv: Föregående brytpunkt
sw: Kituo kilichopita
ta: முந்தைய வழிப்புள்ளி
te: మునుపటి వేపాయింట్
th: จุดผ่านทางก่อนหน้า
tr: Önceki Ara Nokta
uk: Попередня зупинка
ur: پچھلا ویپوائنٹ
vi: Điểm mốc trước đó
zh_hans: 上一个航点

source: Reads back your saved routes, your saved markers, or the commands you can say.
ar: يقرأ مساراتك المحفوظة أو علاماتك المحفوظة أو الأوامر التي يمكنك قولها.
bg: Прочита запазените Ви маршрути, запазените Ви маркери или командите, които можете да кажете.
bn: আপনার সংরক্ষিত রুট, সংরক্ষিত মার্কার, বা আপনি যেসব কমান্ড বলতে পারেন তা পড়ে শোনায়।
ca: Llegeix les teves rutes desades, els teus marcadors desats o les ordres que pots dir.
cs: Přečte vaše uložené trasy, vaše uložené značky nebo příkazy, které můžete říct.
da: Læser dine gemte ruter, dine gemte mærker eller de kommandoer, du kan sige, op.
de: Liest Ihre gespeicherten Routen, Ihre gespeicherten Markierungen oder die Befehle vor, die Sie sagen können.
el: Διαβάζει τις αποθηκευμένες διαδρομές σας, τους αποθηκευμένους δείκτες σας ή τις εντολές που μπορείτε να πείτε.
es: Lee tus rutas guardadas, tus marcadores guardados o los comandos que puedes decir.
et: Loeb ette sinu salvestatud marsruudid, salvestatud markerid või käsklused, mida saad öelda.
fa: مسیرهای ذخیره‌شده، نشانه‌های ذخیره‌شده، یا فرمان‌هایی که می‌توانید بگویید را می‌خواند.
fi: Lukee tallennetut reittisi, tallennetut merkintäsi tai komennot, jotka voit sanoa.
fr: Relit vos itinéraires enregistrés, vos marqueurs enregistrés ou les commandes que vous pouvez dire.
fr_ca: Relit vos itinéraires enregistrés, vos marqueurs enregistrés ou les commandes que vous pouvez dire.
ha: Yana karanta tafarkunka da aka ajiye, alamominka da aka ajiye, ko umarnan da za ka iya faɗa.
hi: आपके सहेजे गए मार्ग, सहेजे गए मार्कर, या वे आदेश पढ़कर सुनाता है जो आप कह सकते हैं।
hr: Čita vaše spremljene rute, vaše spremljene oznake ili naredbe koje možete izgovoriti.
hu: Felolvassa a mentett útvonalait, a mentett jelölőit vagy a kimondható parancsokat.
id: Membacakan rute tersimpan Anda, penanda tersimpan Anda, atau perintah yang bisa Anda ucapkan.
is: Les upp vistuðu leiðirnar þínar, vistuðu merkin þín eða skipanirnar sem þú getur sagt.
it: Rilegge i tuoi percorsi salvati, i tuoi indicatori salvati o i comandi che puoi dire.
ja: 保存したルート、保存したマーカー、または使えるコマンドを読み上げます。
ko: 저장한 경로, 저장한 마커 또는 말할 수 있는 명령을 읽어 줍니다.
mr: तुमचे जतन केलेले मार्ग, जतन केलेले मार्कर, किंवा तुम्ही म्हणू शकता ते आदेश वाचून दाखवते.
nb: Leser opp de lagrede rutene dine, de lagrede markørene dine eller kommandoene du kan si.
nl: Leest uw opgeslagen routes, uw opgeslagen markeringen of de opdrachten die u kunt zeggen voor.
pl: Odczytuje twoje zapisane trasy, twoje zapisane znaczniki albo polecenia, które możesz wypowiedzieć.
pt: Lê as suas rotas guardadas, os seus marcos guardados ou os comandos que pode dizer.
pt_br: Lê suas rotas salvas, seus favoritos salvos ou os comandos que você pode dizer.
ro: Îți citește rutele salvate, marcajele salvate sau comenzile pe care le poți spune.
ru: Зачитывает ваши сохранённые маршруты, ваши сохранённые отметки или команды, которые можно произнести.
sk: Prečíta vaše uložené trasy, vaše uložené značky alebo príkazy, ktoré môžete povedať.
sl: Prebere vaše shranjene poti, vaše shranjene oznake ali ukaze, ki jih lahko izgovorite.
sr: Чита ваше сачуване руте, ваше сачуване маркере или команде које можете изговорити.
sv: Läser upp dina sparade rutter, dina sparade platsmarkörer eller de kommandon du kan säga.
sw: Inasoma njia zako zilizohifadhiwa, alama zako zilizohifadhiwa, au amri unazoweza kusema.
ta: உங்கள் சேமித்த பாதைகள், சேமித்த குறிப்பான்கள், அல்லது நீங்கள் சொல்லக்கூடிய கட்டளைகளை வாசிக்கும்.
te: మీరు సేవ్ చేసిన రూట్‌లు, సేవ్ చేసిన మార్కర్‌లు, లేదా మీరు చెప్పగల కమాండ్‌లను చదివి వినిపిస్తుంది.
th: อ่านเส้นทางที่บันทึกไว้ หมุดที่บันทึกไว้ หรือคำสั่งที่คุณพูดได้
tr: Kayıtlı rotalarınızı, kayıtlı noktalarınızı ya da söyleyebileceğiniz komutları okur.
uk: Зачитує ваші збережені маршрути, ваші збережені мітки або команди, які ви можете сказати.
ur: آپ کے محفوظ روٹس، محفوظ مارکرز، یا وہ کمانڈز پڑھ کر سناتا ہے جو آپ کہہ سکتے ہیں۔
vi: Đọc lại các lộ trình đã lưu, các điểm đánh dấu đã lưu, hoặc những lệnh bạn có thể nói.
zh_hans: 读出你已保存的路线、已保存的标记点，或你可以说的命令。

source: Route
ar: مسار
bg: Маршрут
bn: রুট
ca: Ruta
cs: Trasa
da: Rute
el: Διαδρομή
es: Ruta
et: Marsruut
fa: مسیر
fi: Reitti
fr: Itinéraire
fr_ca: Itinéraire
ha: Tafarki
hi: मार्ग
hr: Ruta
hu: Útvonal
id: Rute
is: Leið
it: Percorso
ja: ルート
ko: 경로
mr: मार्ग
nb: Rute
pl: Trasa
pt: Rota
pt_br: Rota
ro: Rută
ru: Маршрут
sk: Trasa
sl: Pot
sr: Рута
sv: Rutt
sw: Njia
ta: பாதை
te: రూట్
th: เส้นทาง
tr: Rota
uk: Маршрут
ur: روٹ
vi: Lộ trình
zh_hans: 路线

source: Route Command
ar: أمر المسار
bg: Команда за маршрут
bn: রুট কমান্ড
ca: Ordre de ruta
cs: Příkaz trasy
da: Rutekommando
de: Routenbefehl
el: Εντολή διαδρομής
es: Comando de ruta
et: Marsruudi käsklus
fa: فرمان مسیر
fi: Reittikomento
fr: Commande d’itinéraire
fr_ca: Commande d’itinéraire
ha: Umarnin Tafarki
hi: मार्ग आदेश
hr: Naredba rute
hu: Útvonalparancs
id: Perintah Rute
is: Leiðarskipun
it: Comando percorso
ja: ルートコマンド
ko: 경로 명령
mr: मार्ग आदेश
nb: Rutekommando
nl: Route-opdracht
pl: Polecenie trasy
pt: Comando de Rota
pt_br: Comando de Rota
ro: Comandă de rută
ru: Команда маршрута
sk: Príkaz trasy
sl: Ukaz za pot
sr: Команда руте
sv: Ruttkommando
sw: Amri ya Njia
ta: பாதைக் கட்டளை
te: రూట్ కమాండ్
th: คำสั่งเส้นทาง
tr: Rota Komutu
uk: Команда маршруту
ur: روٹ کمانڈ
vi: Lệnh lộ trình
zh_hans: 路线命令

source: Routes
ar: المسارات
bg: Маршрути
bn: রুট
ca: Rutes
cs: Trasy
da: Ruter
de: Routen
el: Διαδρομές
es: Rutas
et: Marsruudid
fa: مسیرها
fi: Reitit
fr: Itinéraires
fr_ca: Itinéraires
ha: Tafarkuna
hi: मार्ग
hr: Rute
hu: Útvonalak
id: Rute
is: leiðir
it: Percorsi
ja: ルート
ko: 경로
mr: मार्ग
nb: Ruter
pl: Zapisane trasy
pt: Rotas
pt_br: Rotas
ro: Rute
ru: Маршруты
sk: Trasy
sl: Poti
sr: Руте
sv: Rutter
sw: Njia
ta: பாதைகள்
te: రూట్‌లు
th: เส้นทาง
tr: Rotalar
uk: Маршрути
ur: روٹس
vi: Lộ trình
zh_hans: 路线
